{
    "domain_text": "Det var en kall kväll i Icecrown Citadel. Gruppen hade samlats efter en lång dag av förberedelser. Orgrimmar hade varit full av aktivitet tidigare, där orcer och troll diskuterade strategier medan night elves köpte sina sista supplies. Stormwind låg tyst, men i Dalaran glödde portalerna som ledde till Northrend. Raidgruppen var redo att möta de fruktade bossarna som väntade innanför de frostiga portarna. Alla hade sina vapen slipade, sina spells redo. Mage klassen hade Frostbolt laddad, warlocken höll sin Shadow Bolt nära till hands, och shamanen förberedde sin Healing Wave för att hålla alla vid liv. När portarna öppnades hördes ett dovt muller. Lord Marrowgar reste sig med sina beniga armar och skrek ett stridsrop som ekade genom korridorerna. Tankens sköld blänkte när han rusade fram, medan dps-klasserna började kasta sina första spells. Frostbolt flög genom luften och träffade med ett isande brak. Warlocken kanaliserade sin Shadow Bolt, och hunter skickade sin trogna pet mot fienden. Bone Storm började och alla spred ut sig för att undvika den dödliga rotationen. Shamanen använde Healing Wave för att rädda tanken som tog massiva slag. Efter en intensiv kamp föll Marrowgar till marken, och gruppen pustade ut innan de fortsatte mot Lady Deathwhisper. Lady Deathwhisper väntade i sin mörka sal, omgiven av kultister. Gruppen visste att hennes mana shield skulle kräva uthållighet. Mage använde Arcane Blast för att bryta igenom skölden, medan warlocken höll sina DoTs aktiva. Hunter placerade fällor och rogue smög bakom för att landa en dödlig Backstab. När adds kom in aktiverades AoE-spells som Blizzard och Rain of Fire. Healer kämpade för att hålla alla vid liv, använde Chain Heal och Healing Wave i snabb följd. Till slut föll Lady Deathwhisper, och gruppen tog en kort paus innan den största utmaningen: The Lich King. Tronen var täckt av frost när The Lich King reste sig med Frostmourne i handen. Hans röst var kall som is när han talade om världens undergång. Gruppen aktiverade alla cooldowns. Mage kastade Frostbolt och Arcane Missiles, warlocken använde Chaos Bolt, och paladinen aktiverade Divine Shield för att överleva de första slagen. När Defile kom spred alla ut sig snabbt, och shamanen använde Bloodlust för att öka gruppens styrka. Healing Wave och Prayer of Healing höll gruppen vid liv genom den intensiva fasen. Efter en episk kamp föll The Lich King, och ekot av segern spreds genom Icecrown. Efter striden samlades gruppen för att dela loot. Shadowmourne glänste i ljuset från frostiga kristaller. De skrattade och pratade om nästa äventyr, kanske en tur till Ulduar eller en snabb run i Naxxramas. Kvällen avslutades med teleport tillbaka till Dalaran, där hjältarna firade sin seger med historier om mod och magi. Det var en kall kväll i Icecrown Citadel. Gruppen hade samlats efter en lång dag av förberedelser. Orgrimmar hade varit full av aktivitet tidigare, där orcer och troll diskuterade strategier medan night elves köpte sina sista supplies. Stormwind låg tyst, men i Dalaran glödde portalerna som ledde till Northrend. Raidgruppen var redo att möta de fruktade bossarna som väntade innanför de frostiga portarna. Alla hade sina vapen slipade, sina spells redo. Mage klassen hade Frostbolt laddad, warlocken höll sin Shadow Bolt nära till hands, och shamanen förberedde sin Healing Wave för att hålla alla vid liv. När portarna öppnades hördes ett dovt muller. Lord Marrowgar reste sig med sina beniga armar och skrek ett stridsrop som ekade genom korridorerna. Tankens sköld blänkte när han rusade fram, medan dps-klasserna började kasta sina första spells. Frostbolt flög genom luften och träffade med ett isande brak. Warlocken kanaliserade sin Shadow Bolt, och hunter skickade sin trogna pet mot fienden. Bone Storm började och alla spred ut sig för att undvika den dödliga rotationen. Shamanen använde Healing Wave för att rädda tanken som tog massiva slag. Efter en intensiv kamp föll Marrowgar till marken, och gruppen pustade ut innan de fortsatte mot Lady Deathwhisper. Lady Deathwhisper väntade i sin mörka sal, omgiven av kultister. Gruppen visste att hennes mana shield skulle kräva uthållighet. Mage använde Arcane Blast för att bryta igenom skölden, medan warlocken höll sina DoTs aktiva. Hunter placerade fällor och rogue smög bakom för att landa en dödlig Backstab. När adds kom in aktiverades AoE-spells som Blizzard och Rain of Fire. Healer kämpade för att hålla alla vid liv, använde Chain Heal och Healing Wave i snabb följd. Till slut föll Lady Deathwhisper, och gruppen tog en kort paus innan den största utmaningen: The Lich King. Tronen var täckt av frost när The Lich King reste sig med Frostmourne i handen. Hans röst var kall som is när han talade om världens undergång. Gruppen aktiverade alla cooldowns. Mage kastade Frostbolt och Arcane Missiles, warlocken använde Chaos Bolt, och paladinen aktiverade Divine Shield för att överleva de första slagen. När Defile kom spred alla ut sig snabbt, och shamanen använde Bloodlust för att öka gruppens styrka. Healing Wave och Prayer of Healing höll gruppen vid liv genom den intensiva fasen. Efter en episk kamp föll The Lich King, och ekot av segern spreds genom Icecrown. Efter striden samlades gruppen för att dela loot. Shadowmourne glänste i ljuset från frostiga kristaller. De skrattade och pratade om nästa äventyr, kanske en tur till Ulduar eller en snabb run i Naxxramas. Kvällen avslutades med teleport tillbaka till Dalaran, där hjältarna firade sin seger med historier om mod och magi. Det var en kall kväll i Icecrown Citadel. Gruppen hade samlats efter en lång dag av förberedelser. Orgrimmar hade varit full av aktivitet tidigare, där orcer och troll diskuterade strategier medan night elves köpte sina sista supplies. Stormwind låg tyst, men i Dalaran glödde portalerna som ledde till Northrend. Raidgruppen var redo att möta de fruktade bossarna som väntade innanför de frostiga portarna. Alla hade sina vapen slipade, sina spells redo. Mage klassen hade Frostbolt laddad, warlocken höll sin Shadow Bolt nära till hands, och shamanen förberedde sin Healing Wave för att hålla alla vid liv. När portarna öppnades hördes ett dovt muller. Lord Marrowgar reste sig med sina beniga armar och skrek ett stridsrop som ekade genom korridorerna. Tankens sköld blänkte när han rusade fram, medan dps-klasserna började kasta sina första spells. Frostbolt flög genom luften och träffade med ett isande brak. Warlocken kanaliserade sin Shadow Bolt, och hunter skickade sin trogna pet mot fienden. Bone Storm började och alla spred ut sig för att undvika den dödliga rotationen. Shamanen använde Healing Wave för att rädda tanken som tog massiva slag. Efter en intensiv kamp föll Marrowgar till marken, och gruppen pustade ut innan de fortsatte mot Lady Deathwhisper. Lady Deathwhisper väntade i sin mörka sal, omgiven av kultister. Gruppen visste att hennes mana shield skulle kräva uthållighet. Mage använde Arcane Blast för att bryta igenom skölden, medan warlocken höll sina DoTs aktiva. Hunter placerade fällor och rogue smög bakom för att landa en dödlig Backstab. När adds kom in aktiverades AoE-spells som Blizzard och Rain of Fire. Healer kämpade för att hålla alla vid liv, använde Chain Heal och Healing Wave i snabb följd. Till slut föll Lady Deathwhisper, och gruppen tog en kort paus innan den största utmaningen: The Lich King. Tronen var täckt av frost när The Lich King reste sig med Frostmourne i handen. Hans röst var kall som is när han talade om världens undergång. Gruppen aktiverade alla cooldowns. Mage kastade Frostbolt och Arcane Missiles, warlocken använde Chaos Bolt, och paladinen aktiverade Divine Shield för att överleva de första slagen. När Defile kom spred alla ut sig snabbt, och shamanen använde Bloodlust för att öka gruppens styrka. Healing Wave och Prayer of Healing höll gruppen vid liv genom den intensiva fasen. Efter en episk kamp föll The Lich King, och ekot av segern spreds genom Icecrown. Efter striden samlades gruppen för att dela loot. Shadowmourne glänste i ljuset från frostiga kristaller. De skrattade och pratade om nästa äventyr, kanske en tur till Ulduar eller en snabb run i Naxxramas. Kvällen avslutades med teleport tillbaka till Dalaran, där hjältarna firade sin seger med historier om mod och magi. Det var en kall kväll i Icecrown Citadel. Gruppen hade samlats efter en lång dag av förberedelser. Orgrimmar hade varit full av aktivitet tidigare, där orcer och troll diskuterade strategier medan night elves köpte sina sista supplies. Stormwind låg tyst, men i Dalaran glödde portalerna som ledde till Northrend. Raidgruppen var redo att möta de fruktade bossarna som väntade innanför de frostiga portarna. Alla hade sina vapen slipade, sina spells redo. Mage klassen hade Frostbolt laddad, warlocken höll sin Shadow Bolt nära till hands, och shamanen förberedde sin Healing Wave för att hålla alla vid liv. När portarna öppnades hördes ett dovt muller. Lord Marrowgar reste sig med sina beniga armar och skrek ett stridsrop som ekade genom korridorerna. Tankens sköld blänkte när han rusade fram, medan dps-klasserna började kasta sina första spells. Frostbolt flög genom luften och träffade med ett isande brak. Warlocken kanaliserade sin Shadow Bolt, och hunter skickade sin trogna pet mot fienden. Bone Storm började och alla spred ut sig för att undvika den dödliga rotationen. Shamanen använde Healing Wave för att rädda tanken som tog massiva slag. Efter en intensiv kamp föll Marrowgar till marken, och gruppen pustade ut innan de fortsatte mot Lady Deathwhisper. Lady Deathwhisper väntade i sin mörka sal, omgiven av kultister. Gruppen visste att hennes mana shield skulle kräva uthållighet. Mage använde Arcane Blast för att bryta igenom skölden, medan warlocken höll sina DoTs aktiva. Hunter placerade fällor och rogue smög bakom för att landa en dödlig Backstab. När adds kom in aktiverades AoE-spells som Blizzard och Rain of Fire. Healer kämpade för att hålla alla vid liv, använde Chain Heal och Healing Wave i snabb följd. Till slut föll Lady Deathwhisper, och gruppen tog en kort paus innan den största utmaningen: The Lich King. Tronen var täckt av frost när The Lich King reste sig med Frostmourne i handen. Hans röst var kall som is när han talade om världens undergång. Gruppen aktiverade alla cooldowns. Mage kastade Frostbolt och Arcane Missiles, warlocken använde Chaos Bolt, och paladinen aktiverade Divine Shield för att överleva de första slagen. När Defile kom spred alla ut sig snabbt, och shamanen använde Bloodlust för att öka gruppens styrka. Healing Wave och Prayer of Healing höll gruppen vid liv genom den intensiva fasen. Efter en episk kamp föll The Lich King, och ekot av segern spreds genom Icecrown. Efter striden samlades gruppen för att dela loot. Shadowmourne glänste i ljuset från frostiga kristaller. De skrattade och pratade om nästa äventyr, kanske en tur till Ulduar eller en snabb run i Naxxramas. Kvällen avslutades med teleport tillbaka till Dalaran, där hjältarna firade sin seger med historier om mod och magi. Det var en kall kväll i Icecrown Citadel. Gruppen hade samlats efter en lång dag av förberedelser. Orgrimmar hade varit full av aktivitet tidigare, där orcer och troll diskuterade strategier medan night elves köpte sina sista supplies. Stormwind låg tyst, men i Dalaran glödde portalerna som ledde till Northrend. Raidgruppen var redo att möta de fruktade bossarna som väntade innanför de frostiga portarna. Alla hade sina vapen slipade, sina spells redo. Mage klassen hade Frostbolt laddad, warlocken höll sin Shadow Bolt nära till hands, och shamanen förberedde sin Healing Wave för att hålla alla vid liv. När portarna öppnades hördes ett dovt muller. Lord Marrowgar reste sig med sina beniga armar och skrek ett stridsrop som ekade genom korridorerna. Tankens sköld blänkte när han rusade fram, medan dps-klasserna började kasta sina första spells. Frostbolt flög genom luften och träffade med ett isande brak. Warlocken kanaliserade sin Shadow Bolt, och hunter skickade sin trogna pet mot fienden. Bone Storm började och alla spred ut sig för att undvika den dödliga rotationen. Shamanen använde Healing Wave för att rädda tanken som tog massiva slag. Efter en intensiv kamp föll Marrowgar till marken, och gruppen pustade ut innan de fortsatte mot Lady Deathwhisper. Lady Deathwhisper väntade i sin mörka sal, omgiven av kultister. Gruppen visste att hennes mana shield skulle kräva uthållighet. Mage använde Arcane Blast för att bryta igenom skölden, medan warlocken höll sina DoTs aktiva. Hunter placerade fällor och rogue smög bakom för att landa en dödlig Backstab. När adds kom in aktiverades AoE-spells som Blizzard och Rain of Fire. Healer kämpade för att hålla alla vid liv, använde Chain Heal och Healing Wave i snabb följd. Till slut föll Lady Deathwhisper, och gruppen tog en kort paus innan den största utmaningen: The Lich King. Tronen var täckt av frost när The Lich King reste sig med Frostmourne i handen. Hans röst var kall som is när han talade om världens undergång. Gruppen aktiverade alla cooldowns. Mage kastade Frostbolt och Arcane Missiles, warlocken använde Chaos Bolt, och paladinen aktiverade Divine Shield för att överleva de första slagen. När Defile kom spred alla ut sig snabbt, och shamanen använde Bloodlust för att öka gruppens styrka. Healing Wave och Prayer of Healing höll gruppen vid liv genom den intensiva fasen. Efter en episk kamp föll The Lich King, och ekot av segern spreds genom Icecrown. Efter striden samlades gruppen för att dela loot. Shadowmourne glänste i ljuset från frostiga kristaller. De skrattade och pratade om nästa äventyr, kanske en tur till Ulduar eller en snabb run i Naxxramas. Kvällen avslutades med teleport tillbaka till Dalaran, där hjältarna firade sin seger med historier om mod och magi. Det var en kall kväll i Icecrown Citadel. Gruppen hade samlats efter en lång dag av förberedelser. Orgrimmar hade varit full av aktivitet tidigare, där orcer och troll diskuterade strategier medan night elves köpte sina sista supplies. Stormwind låg tyst, men i Dalaran glödde portalerna som ledde till Northrend. Raidgruppen var redo att möta de fruktade bossarna som väntade innanför de frostiga portarna. Alla hade sina vapen slipade, sina spells redo. Mage klassen hade Frostbolt laddad, warlocken höll sin Shadow Bolt nära till hands, och shamanen förberedde sin Healing Wave för att hålla alla vid liv. När portarna öppnades hördes ett dovt muller. Lord Marrowgar reste sig med sina beniga armar och skrek ett stridsrop som ekade genom korridorerna. Tankens sköld blänkte när han rusade fram, medan dps-klasserna började kasta sina första spells. Frostbolt flög genom luften och träffade med ett isande brak. Warlocken kanaliserade sin Shadow Bolt, och hunter skickade sin trogna pet mot fienden. Bone Storm började och alla spred ut sig för att undvika den dödliga rotationen. Shamanen använde Healing Wave för att rädda tanken som tog massiva slag. Efter en intensiv kamp föll Marrowgar till marken, och gruppen pustade ut innan de fortsatte mot Lady Deathwhisper. Lady Deathwhisper väntade i sin mörka sal, omgiven av kultister. Gruppen visste att hennes mana shield skulle kräva uthållighet. Mage använde Arcane Blast för att bryta igenom skölden, medan warlocken höll sina DoTs aktiva. Hunter placerade fällor och rogue smög bakom för att landa en dödlig Backstab. När adds kom in aktiverades AoE-spells som Blizzard och Rain of Fire. Healer kämpade för att hålla alla vid liv, använde Chain Heal och Healing Wave i snabb följd. Till slut föll Lady Deathwhisper, och gruppen tog en kort paus innan den största utmaningen: The Lich King. Tronen var täckt av frost när The Lich King reste sig med Frostmourne i handen. Hans röst var kall som is när han talade om världens undergång. Gruppen aktiverade alla cooldowns. Mage kastade Frostbolt och Arcane Missiles, warlocken använde Chaos Bolt, och paladinen aktiverade Divine Shield för att överleva de första slagen. När Defile kom spred alla ut sig snabbt, och shamanen använde Bloodlust för att öka gruppens styrka. Healing Wave och Prayer of Healing höll gruppen vid liv genom den intensiva fasen. Efter en episk kamp föll The Lich King, och ekot av segern spreds genom Icecrown. Efter striden samlades gruppen för att dela loot. Shadowmourne glänste i ljuset från frostiga kristaller. De skrattade och pratade om nästa äventyr, kanske en tur till Ulduar eller en snabb run i Naxxramas. Kvällen avslutades med teleport tillbaka till Dalaran, där hjältarna firade sin seger med historier om mod och magi. Det var en kall kväll i Icecrown Citadel. Gruppen hade samlats efter en lång dag av förberedelser. Orgrimmar hade varit full av aktivitet tidigare, där orcer och troll diskuterade strategier medan night elves köpte sina sista supplies. Stormwind låg tyst, men i Dalaran glödde portalerna som ledde till Northrend. Raidgruppen var redo att möta de fruktade bossarna som väntade innanför de frostiga portarna. Alla hade sina vapen slipade, sina spells redo. Mage klassen hade Frostbolt laddad, warlocken höll sin Shadow Bolt nära till hands, och shamanen förberedde sin Healing Wave för att hålla alla vid liv. När portarna öppnades hördes ett dovt muller. Lord Marrowgar reste sig med sina beniga armar och skrek ett stridsrop som ekade genom korridorerna. Tankens sköld blänkte när han rusade fram, medan dps-klasserna började kasta sina första spells. Frostbolt flög genom luften och träffade med ett isande brak. Warlocken kanaliserade sin Shadow Bolt, och hunter skickade sin trogna pet mot fienden. Bone Storm började och alla spred ut sig för att undvika den dödliga rotationen. Shamanen använde Healing Wave för att rädda tanken som tog massiva slag. Efter en intensiv kamp föll Marrowgar till marken, och gruppen pustade ut innan de fortsatte mot Lady Deathwhisper. Lady Deathwhisper väntade i sin mörka sal, omgiven av kultister. Gruppen visste att hennes mana shield skulle kräva uthållighet. Mage använde Arcane Blast för att bryta igenom skölden, medan warlocken höll sina DoTs aktiva. Hunter placerade fällor och rogue smög bakom för att landa en dödlig Backstab. När adds kom in aktiverades AoE-spells som Blizzard och Rain of Fire. Healer kämpade för att hålla alla vid liv, använde Chain Heal och Healing Wave i snabb följd. Till slut föll Lady Deathwhisper, och gruppen tog en kort paus innan den största utmaningen: The Lich King. Tronen var täckt av frost när The Lich King reste sig med Frostmourne i handen. Hans röst var kall som is när han talade om världens undergång. Gruppen aktiverade alla cooldowns. Mage kastade Frostbolt och Arcane Missiles, warlocken använde Chaos Bolt, och paladinen aktiverade Divine Shield för att överleva de första slagen. När Defile kom spred alla ut sig snabbt, och shamanen använde Bloodlust för att öka gruppens styrka. Healing Wave och Prayer of Healing höll gruppen vid liv genom den intensiva fasen. Efter en episk kamp föll The Lich King, och ekot av segern spreds genom Icecrown. Efter striden samlades gruppen för att dela loot. Shadowmourne glänste i ljuset från frostiga kristaller. De skrattade och pratade om nästa äventyr, kanske en tur till Ulduar eller en snabb run i Naxxramas. Kvällen avslutades med teleport tillbaka till Dalaran, där hjältarna firade sin seger med historier om mod och magi. Det var en kall kväll i Icecrown Citadel. Gruppen hade samlats efter en lång dag av förberedelser. Orgrimmar hade varit full av aktivitet tidigare, där orcer och troll diskuterade strategier medan night elves köpte sina sista supplies. Stormwind låg tyst, men i Dalaran glödde portalerna som ledde till Northrend. Raidgruppen var redo att möta de fruktade bossarna som väntade innanför de frostiga portarna. Alla hade sina vapen slipade, sina spells redo. Mage klassen hade Frostbolt laddad, warlocken höll sin Shadow Bolt nära till hands, och shamanen förberedde sin Healing Wave för att hålla alla vid liv. När portarna öppnades hördes ett dovt muller. Lord Marrowgar reste sig med sina beniga armar och skrek ett stridsrop som ekade genom korridorerna. Tankens sköld blänkte när han rusade fram, medan dps-klasserna började kasta sina första spells. Frostbolt flög genom luften och träffade med ett isande brak. Warlocken kanaliserade sin Shadow Bolt, och hunter skickade sin trogna pet mot fienden. Bone Storm började och alla spred ut sig för att undvika den dödliga rotationen. Shamanen använde Healing Wave för att rädda tanken som tog massiva slag. Efter en intensiv kamp föll Marrowgar till marken, och gruppen pustade ut innan de fortsatte mot Lady Deathwhisper. Lady Deathwhisper väntade i sin mörka sal, omgiven av kultister. Gruppen visste att hennes mana shield skulle kräva uthållighet. Mage använde Arcane Blast för att bryta igenom skölden, medan warlocken höll sina DoTs aktiva. Hunter placerade fällor och rogue smög bakom för att landa en dödlig Backstab. När adds kom in aktiverades AoE-spells som Blizzard och Rain of Fire. Healer kämpade för att hålla alla vid liv, använde Chain Heal och Healing Wave i snabb följd. Till slut föll Lady Deathwhisper, och gruppen tog en kort paus innan den största utmaningen: The Lich King. Tronen var täckt av frost när The Lich King reste sig med Frostmourne i handen. Hans röst var kall som is när han talade om världens undergång. Gruppen aktiverade alla cooldowns. Mage kastade Frostbolt och Arcane Missiles, warlocken använde Chaos Bolt, och paladinen aktiverade Divine Shield för att överleva de första slagen. När Defile kom spred alla ut sig snabbt, och shamanen använde Bloodlust för att öka gruppens styrka. Healing Wave och Prayer of Healing höll gruppen vid liv genom den intensiva fasen. Efter en episk kamp föll The Lich King, och ekot av segern spreds genom Icecrown. Efter striden samlades gruppen för att dela"
}